Repository: bakasa/centreSIS
Catalog: locale/*/LC_MESSAGES/centre.po
Languages: es_ve

source: Back to Student List
es_ve: Regresar a Lista de Estudiantes

source: Back to User List
es_ve: Regresar a Lista de Usuarios

source: Back to Course List
es_ve: Regresar a Lista de Cursos

source: Back to %s List
es_ve: Regresar a Lista de %s

source: Back to Student Search
es_ve: Regresar a Buscar Estudiante

source: Back to User Search
es_ve: Regresar a Buscar Usuario

source: Back to Course Search
es_ve: Regresar a Buscar Curso

source: Back to %s Search
es_ve: Regresar a Buscar %s

source: Print
es_ve: Imprimir

source: Logout
es_ve: Salir

source: Welcome to Centre Help
es_ve: Bienvenido a la ayuda de Centre

source: You're not allowed to use this program!
es_ve: No tienes permiso para usar este programa!

source: This attempted violation has been logged and your IP address was captured.
es_ve: Esta violación ha sido registrada y su IP capturada.

source: The first translation string cannot be empty.
es_ve: La primera traducción no puede estar vacía.

source: We have a problem, please contact technical support ...
es_ve: Tenemos un problema, por favor contactar con soporte técnico ...

source: Confirm Successful Installation
es_ve: Instalación Exitosa

source: You have successfully installed Centre/SIS Student Information System.
es_ve: Has instalado sastifactoriamente el Sistema de Información Estudiantil Centre/SIS

source: Since this is your first login, Centre/SIS would like to tell our servers that you have successfully installed the software.
es_ve: Como es tu primera vez iniciando sesión, Centre/SIS quisiera decirle a nuestro servidoresque has instalado el software sastifactoriamente.

source: Is this OK?
es_ve: Esto es Correcto?

source: You will not see this message again.
es_ve: No veras este mensaje de nuevo.

source: OK
es_ve: Aceptar

source: Cancel
es_ve: Cancelar

source: Your account has not yet been activated.
es_ve: Tu cuenta no ha sido activada todavía

source: You will be notified when it has been verified by a school administrator.
es_ve: Serás notificado cuando sea verificado por el administrador de la institución.

source: Incorrect username or password.
es_ve: Usuario o Contraseña incorrecta

source: Please try logging in again.
es_ve: Por favor, intenter iniciar sesión nuevamente.

source: Your account has been created.
es_ve: Su cuenta ha sido creada.

source: You will then be able to log in.
es_ve: Usted ya puede iniciar sesión.

source: You must have javascript enabled to use Centre.
es_ve: Debes tener javascript activado para usar Centre

source: Note
es_ve: Nota

source: Language
es_ve: Lenguaje

source: Username
es_ve: Usuario

source: Password
es_ve: Contraseña

source: Login
es_ve: Iniciar Sesión

source: Create Account
es_ve: Crear Cuenta

source: Yes
es_ve: Si

source: No Value
es_ve: Sin Valor

source: Other Value
es_ve: Otro Valor

source: starts with
es_ve: empieza con

source: Confirm
es_ve: Confirmar

source: Are you sure you want to %s that %s?
es_ve: Esta seguro que quieres %s ese %s?

source: Errors
es_ve: Errores

source: You are not currently in a marking period
es_ve: No esta en un periodo de evaluacion

source: Last Login
es_ve: Ultima Sesion

source: User ID
es_ve: ID Usuario

source: Last Name starts with
es_ve: Apellido comienza por

source: First Name starts with
es_ve: Primer Nombre comienza por

source: Profile
es_ve: Perfil

source: UserName starts with
es_ve: Usuario comienza por

source: Administrator
es_ve: Administrador

source: Teacher
es_ve: Profesor

source: Parent
es_ve: Representante

source: No Access
es_ve: Sin acceso

source: Home Phone
es_ve: Telefono de Casa

source: Contacts
es_ve: Contactos

source: Guardians
es_ve: Custodios

source: Status
es_ve: Estado

source: School Status
es_ve: Estado de la Institución

source: Course Status
es_ve: Estado del Curso

source: This student has no contact information.
es_ve: Este estudiante no tiene información de contacto

source: Grade
es_ve: Grado

source: Excluded
es_ve: Excluído

source: Address contains
es_ve: La dirección contiene

source: of, the, a, an, in
es_ve: de, eĺ/la, un, un, en

source: Relevance
es_ve: Relevancia

source: No %s were found.
es_ve: Ningun(a) %s fue encontrado

source: Search
es_ve: Buscar

source: Displaying %d through %d
es_ve: Mostrar %d a través de %d

source: Go to Page %s
es_ve: Ir a %s

source: %d %s was found.
es_ve: %d %s fue encontrado

source: Go
es_ve: Ir

source: Sunday
es_ve: Domingo

source: Monday
es_ve: Lunes

source: Tuesday
es_ve: Martes

source: Wednesday
es_ve: Miercoles

source: Thursday
es_ve: Jueves

source: Friday
es_ve: Viernes

source: Saturday
es_ve: Sábado

source: The value for %s
es_ve: El valor para %s

source: There is no column for %s. This value was not saved.
es_ve: No existe columna para %s. Este valor no fue guardado.

source: %s was too long. It was truncated to fit in the field.
es_ve: %s es muy largo. Fue truncado para entrar en el campo.

source: %s, a numerical field, contained non-numerical characters. These characaters were removed.
es_ve: %s, un campo númerico, contiene carácteres no-númericos. Estos carácteres fueron removidos.

source: %s, a date field, was not a valid date. This value could not be saved.
es_ve: %s, un campo de fecha no es válido. Este valor no pudo ser salvado.

source: Last Name
es_ve: Apellido

source: First Name
es_ve: Nombre

source: Address
es_ve: Dirección

source: Grades
es_ve: Grados

source: Not
es_ve: No

source: Check All
es_ve: Marcar Todos

source: Not Specified
es_ve: Sin especificar

source: All
es_ve: Todos

source: Users
es_ve: Usuarios

source: Food Service
es_ve: Servicio de Comida

source: Permissions
es_ve: Permisos

source: Custom
es_ve: Personalizado

source: Food Service Balance
es_ve: Balance del Servicio de Comida

source: Food Service Status
es_ve: Estado del Servicio de Comida

source: Account Status
es_ve: Estado de Cuenta

source: Active
es_ve: Activo

source: Inactive
es_ve: Inactivo

source: Disabled
es_ve: Inhabilitado

source: Closed
es_ve: Cerrado

source: Food Service Barcode
es_ve: Código de Barras del Servicio de Comida

source: Barcode
es_ve: Código de Barras

source: Food Service Account Exists
es_ve: Cuenta para el servicio de comida existe

source: Has Account
es_ve: Posee Cuente

source: Enrollment
es_ve: Inscripción

source: Scheduling
es_ve: Horario

source: Attendance
es_ve: Asistencia

source: Eligibility
es_ve: Electivas

source: Discipline
es_ve: Disciplina

source: Student Billing
es_ve: Facturación del Estudiante

source: Course
es_ve: Curso

source: Course Period
es_ve: Período de Clase

source: Choose
es_ve: Elegir

source: Request
es_ve: Solicitud

source: Missing Request
es_ve: Solicitud Faltantes

source: this school year to date
es_ve: el año escolar a la fecha

source: this semester to date
es_ve: el semestre a la fecha

source: this marking period to date
es_ve: el período de evaluación a la fecha

source: Days Absent
es_ve: Días Ausentes

source: Between
es_ve: Entre

source: Weighted GPA
es_ve: Calificación Ponderada

source: Unweighted GPA
es_ve: Calificación Sin Ponderar

source: GPA between
es_ve: Calificación entre

source: Weighted
es_ve: Ponderado

source: Class Rank
es_ve: Posicionamiento

source: Letter Grade
es_ve: Calificación

source: Did not receive
es_ve: No recibido

source: Ineligible
es_ve: Inelegible

source: Activity
es_ve: Actividad

source: Mailing Labels
es_ve: Etiquetas de Correo

source: Student Billing Balance
es_ve: Balance de Facturación del Estudiante

source: Next Year
es_ve: Proximo Año

source: Next grade at current school
es_ve: Próximo grado en la institución actual

source: Retain
es_ve: Retener

source: Do not enroll after this school year
es_ve: No inscribir despues de este año

source: Absence records were added for the selected students.
es_ve: Registro de ausencia fueron añadidos a los estudiantes seleccionados.

source: You must choose at least one period and one student.
es_ve: Debes escoger por lo menos un período y un estudiante.

source: Add Absences to Selected Students
es_ve: Añadir Ausencias para los estudiantes seleccionados

source: Add Absence to Periods
es_ve: Añadir Ausencia a Períodos

source: Absence Code
es_ve: Código de Ausencia

source: Absence Reason
es_ve: Razón de Ausencia

source: Period
es_ve: Periodo

source: Attendance Code
es_ve: Código de Asistencia

source: Teacher's Entry
es_ve: Entrada del Profesor

source: Office Comment
es_ve: Comentario del Personal de Oficina

source: Teacher Comment
es_ve: Comentario del Profesor

source: Update
es_ve: Actualizar

source: Courses
es_ve: Cursos

source: Current Student
es_ve: Estudiante Actual

source: Contact Information
es_ve: Informacion de Contacto

source: Comments
es_ve: Comentarios

source: Title
es_ve: Título

source: Short Name
es_ve: Nombre Corto

source: Sort Order
es_ve: Preferencia

source: Type
es_ve: Tipo

source: Default for Teacher
es_ve: Por defecto al Profesor

source: State Code
es_ve: Código de Estado

source: Save
es_ve: Guardar

source: Teacher & Office
es_ve: Profesores y Oficina

source: Office Only
es_ve: Solamente Oficina

source: Present
es_ve: Hoy

source: Absent
es_ve: Ausencia

source: Half
es_ve: Medio

source: Daily
es_ve: Diario

source: By Period
es_ve: Por Períodos

source: The duplicate records have been deleted.
es_ve: Los registros duplicados han sido eliminados.

source: No Students were found.
es_ve: No se encontro ningún estudiante.

source: The Daily Attendance for that timeframe has been recalculated.
es_ve: La asistencia diaria para ese período ha sido recalculada.

source: Administration
es_ve: Administración

source: Add Absences
es_ve: Añadir Ausencia

source: Reports
es_ve: Reportes

source: Teacher Completion
es_ve: Cierre

source: Average Daily Attendance
es_ve: Asistencia Diaria Promedio

source: Average Attendance by Day
es_ve: Asistencia Promedio por Día

source: Attendance Chart
es_ve: Tabla de Asistencias

source: Absence Summary
es_ve: Resumen de Ausencias

source: Utilities
es_ve: Utilidades

source: Recalculate Daily Attendance
es_ve: Recalcular Asistencia Diaria

source: Delete Duplicate Attendance
es_ve: Eliminar Asistencia Duplicada

source: Setup
es_ve: Configuración

source: Attendance Codes
es_ve: Códigos de Asistencia

source: Teacher Programs
es_ve: Programas del Profesor

source: Take Attendance
es_ve: Tomar Asistencia

source: Absences
es_ve: Ausencias

source: Daily Summary
es_ve: Resumen Diario

source: Search All Schools
es_ve: Buscar en todas las instituciones

source: Submit
es_ve: Enviar

source: Reset
es_ve: Limpiar

source: Widgets
es_ve: Ventanas

source: Student Fields
es_ve: Campos de Estudiantes

source: Basic Search
es_ve: Busqueda Básica

source: Advanced Search
es_ve: Busqueda Avanzada

source: Date
es_ve: Fecha

source: Students
es_ve: Estudiantes

source: Days Possible
es_ve: Días Posibles

source: Average Attendance
es_ve: Asistencia Promedio

source: Average Absent
es_ve: Ausencia Promedio

source: State Abs
es_ve: Estado de Ausencia

source: You cannot take attendance for this period.
es_ve: No puedes tomar asistencia para este período.

source: You cannot take attendance for this period on this day.
es_ve: No puedes tomar asistencia para este período hoy.

source: The selected date is not in a school quarter.
es_ve: La fecha seleccionada no esta en el trimestre.

source: The selected date is not today
es_ve: La fecha seleccionada no es hoy

source: You can edit this attendance
es_ve: Puedes editar esta asistencia

source: You cannot edit this attendance
es_ve: No puedes editar esta asistencia

source: You already have taken attendance today for this period.
es_ve: Ya has tomado asistencia hoy para este período

source: Student
es_ve: Estudiante

source: Teacher who takes attendance
es_ve: Profesor que toma asistencia

source: Teachers who take attendance
es_ve: Profesores que toman asistencia

source: Completed
es_ve: Completado

source: Teacher who takes %s attendance
es_ve: Profesor que pasa %s asistencia

source: Teachers who take %s attendance
es_ve: Profesores que pasan %s asistencia

source: Jan
es_ve: Ene

source: Apr
es_ve: Abr

source: May
es_ve: Mayo

source: Aug
es_ve: Ago

source: Dec
es_ve: Dic

source: Student Name
es_ve: Nombre del Estudiante

source: School / Year
es_ve: Institución / Año

source: Demographics
es_ve: Demografía

source: Mon
es_ve: Lun

source: Abs
es_ve: Ausencia

source: YTD Totals
es_ve: Totales a la fecha

source: You must choose at least one student.
es_ve: Debes escoger al menos un estudiante

source: Create Attendance Report for Selected Students
es_ve: Crear reporte de asistencia para los estudiantes seleccionados

source: My Report
es_ve: Mi Reporte

source: Create Parent Users
es_ve: Crear usuario para el represante

source: Attendance Summary
es_ve: Resumen de Asistencia

source: Address ID
es_ve: ID de Dirección

source: Ungroup by Family
es_ve: Desagrupar por Familia

source: Group by Family
es_ve: Agrupar por Familia

source: Gender
es_ve: Sexo

source: Ethnicity
es_ve: Raza

source: Street
es_ve: Calle

source: City
es_ve: Ciudad

source: State
es_ve: Estado

source: Zipcode
es_ve: Código Postal

source: Phone
es_ve: Teléfono

source: Mail Street
es_ve: Calle Postal

source: Mail City
es_ve: Cuidad Postal

source: Mail State
es_ve: Estado Postal

source: Mail Zipcode
es_ve: Codigo Postal

source: Person Name
es_ve: Nombre de la Persona

source: Value
es_ve: Valor

source: New Registration %s %s (%d) has been registered by %s.
es_ve: Nuevo registro %s %s (%d), ha sido registrado por %s.

source: We would appreciate it if you would enter just a little bit of information about you and your child to help us out this school year. Thanks!
es_ve: Apreciaríamos que introdujera un información acerca de su persona y su represantado para ayudarnos este año escolar. Gracias!

source: Your child has been registered.
es_ve: Su hijo(a) ha sido registrado.

source: Information about you
es_ve: Infomación acerca de ti

source: Cell Phone
es_ve: Teléfono Celular

source: Workplace
es_ve: Sitio de Trabajo

source: Information about your spouse or significant other residing with you
es_ve: Información acerca de su cónyuge o pareja que reside con usted

source: Leave this section blank if you are separated.
es_ve: Deje esta section en blanco si esta separado.

source: Your Address
es_ve: Tu dirección

source: Zip
es_ve: Código Postal

source: Grandparent Information
es_ve: Información de los Abuelos(as)

source: Other Contacts
es_ve: Otros Contactos

source: Relation to Student
es_ve: Relación con el Estudiante

source: Information about %s %s
es_ve: Información acerca de %s %s

source: Birthdate
es_ve: Fecha de Nacimiento

source: SSN
es_ve: Cédula de Identidad

source: White, Non-Hispanic
es_ve: Blanco, No-Hispano

source: Black, Non-Hispanic
es_ve: Negreo, No-Hispano

source: Amer. Indian or Alaskan Native
es_ve: Indio Americano o Nativo de Alaska

source: Asian or Pacific Islander
es_ve: Asiatico o Isleño del Pacífico

source: Hispanic
es_ve: Hispano

source: Other
es_ve: Otro

source: English
es_ve: Ingles

source: Arabic
es_ve: Árabe

source: Armenian
es_ve: Armenio

source: Byelorussian
es_ve: Bielorruso

source: Bulgarian
es_ve: Bulgaro

source: Chinese
es_ve: Chino

source: Czech
es_ve: Checo

source: Danish
es_ve: Danés

source: Dutch
es_ve: Holandés

source: Finnish
es_ve: Finlandés

source: French
es_ve: Francés

source: German
es_ve: Aleman

source: Greek
es_ve: Griego

source: Hebrew
es_ve: Hebreo

source: Hindi
es_ve: Hindu

source: Hungarian
es_ve: Húngaro

source: Icelandic
es_ve: Islandés

source: Indonesian
es_ve: Indonés

source: Irish
es_ve: Irlandés

source: Italian
es_ve: Italiano

source: Japanese
es_ve: Japonés

source: Korean
es_ve: Coreano

source: Malay
es_ve: Malayo

source: Maltese
es_ve: Maltés

source: Mongolian
es_ve: Mongol

source: Nepali
es_ve: Nepalí

source: Norwegian
es_ve: Noruego

source: Russian
es_ve: Ruso

source: Spanish
es_ve: Español

source: Thai
es_ve: Thailandés

source: Turkish
es_ve: Turco

source: Ukrainian
es_ve: Ucranio

source: Vietnamese
es_ve: Vietnamita

source: Male
es_ve: Hombre

source: Female
es_ve: Mujer

source: Hebrew Name
es_ve: Nombre Hebreo

source: Physician
es_ve: Médico

source: Physician Phone
es_ve: Teléfono del Médico

source: Preferred Hospital
es_ve: Hospital Preferido

source: Medical Comments
es_ve: Comentarios Médicos

source: Begins
es_ve: Inicia

source: Ends
es_ve: Finaliza

source: This activity has been added to the selected students.
es_ve: Esta actividad ha sido añadida a los estudiantes seleccionados.

source: You must choose an activity.
es_ve: Debes escoger una actividad.

source: Add Activity to Selected Students
es_ve: Añadir actividad a los estudiantes seleccionados

source: Passing
es_ve: Pasada

source: Borderline
es_ve: Al Límite

source: Failing
es_ve: Raspada

source: Incomplete
es_ve: Pendiente

source: You can only enter eligibility from %s %s to %s %s.
es_ve: Solo puedes introducir una electiva desde %s %s hasta %s %s.

source: Use Gradebook Grades
es_ve: Utilizar Calificaciones del Libro

source: Allow Eligibility Posting
es_ve: Permitir Publicar Electivas

source: Student Screen
es_ve: Pantalla del Estudiante

source: Add Activity
es_ve: Añadir Actividad

source: Student List
es_ve: Lista de Estudiantes

source: Activities
es_ve: Actividades

source: Entry Times
es_ve: Tiempo de Entrada

source: Enter Eligibility
es_ve: Introduzca electivas

source: Add
es_ve: Añadir

source: Starts
es_ve: Inicia

source: User
es_ve: Usuario

source: Cash
es_ve: Efectivo

source: Check
es_ve: Cheque

source: Credit Card
es_ve: Tarjeta de Crédito

source: Debit Card
es_ve: Tarjeta de Débito

source: Transfer
es_ve: Transferencia

source: Deposit
es_ve: Deposito

source: Credit
es_ve: Crédito

source: Debit
es_ve: Débito

source: Sort by Name
es_ve: Ordenar por Nombre

source: Detailed View
es_ve: Vista Detallada

source: Original View
es_ve: Vista Original

source: Description
es_ve: Descripción

source: Detail
es_ve: Detalle

source: Count
es_ve: Orden

source: Amount
es_ve: Cantidad

source: Account ID
es_ve: ID de la Cuenta

source: School Year
es_ve: Año Escolar

source: School
es_ve: Institución

source: Total of Balances
es_ve: Total de Balances

source: There are no calendars yet setup.
es_ve: No hay calendarios configurados.

source: There are no menus yet setup.
es_ve: No hay menús configurados

source: Generate Menu
es_ve: Generar Menú

source: Accounts
es_ve: Cuentas

source: Statements
es_ve: Declaraciones

source: Transactions
es_ve: Transacciones

source: Serve Meals
es_ve: Servir Comidas

source: Activity Report
es_ve: Reporte de Actividad

source: Transactions Report
es_ve: Reporte de Transacciones

source: Meal Reports
es_ve: Reportes de Comida

source: Balance Report
es_ve: Reporte de Balance

source: Reminders
es_ve: Recordatorios

source: Daily Menus
es_ve: Menús Diarios

source: Meal Items
es_ve: Platos

source: Meals
es_ve: Comidas

source: Kiosk Preview
es_ve: Vista Previa

source: Menu Item
es_ve: Plato

source: Icon
es_ve: Ícono

source: Category
es_ve: Categoria

source: Include in Counts
es_ve: Incluir en la cuenta

source: Item Description
es_ve: Descripción

source: Student Price
es_ve: Precio al Estudiante

source: Reduced Price
es_ve: Precio Reducido

source: Free Price
es_ve: Precio Libre

source: Staff Price
es_ve: Precio al Personal

source: Eligible
es_ve: Elegible

source: Total Eligible
es_ve: Total Elegido

source: Participated
es_ve: Participado

source: Discount
es_ve: Descuento

source: %s Category
es_ve: Categoria de %s

source: Meal
es_ve: Comida

source: Other students associated with the same account
es_ve: Otros estudiantes asociados a la misma cuenta

source: Full
es_ve: Lleno

source: You cannot take meal counts for this period.
es_ve: No puedes cargar comida por este período.

source: The selected date is not a school day!
es_ve: La fecha seleccionada no es un día escolar!

source: This period does not meet in the marking period of the selected date.
es_ve: Este período no finaliza con el período de evaluación de la fecha seleccionada.

source: This period does not meet on the selected date.
es_ve: Este período no finaliza con la fecha seleccionada.

source: You have taken lunch counts today for this period.
es_ve: Ya has comprado almuerzo hoy por este período.

source: Teacher who takes %s counts
es_ve: Profesor que toma %s la cuenta

source: Teachers who take %s counts
es_ve: Profesores que toman %s cuentas

source: Total Count
es_ve: Total

source: Transaction
es_ve: Transacción

source: This user does not have a Meal Account.
es_ve: Este usuario no posee una cuenta para usar el servicio de comida

source: Include All Courses
es_ve: Incluir todos los cursos

source: Include Inactive Students
es_ve: Incluir estudiantes inactivos

source: Include
es_ve: Incluir

source: Missing Grades
es_ve: Calificaciones Restantes

source: Excused and Negative Grades
es_ve: Excusado y Calificaciones Negativas

source: Exceed %d%% and Extra Credit Grades
es_ve: Excede %d%% y Extra Creditos

source: Problem
es_ve: Problema

source: Assignment
es_ve: Asignación

source: Comment
es_ve: Comentario

source: Missing
es_ve: Faltante

source: Excused
es_ve: Excusado

source: Negative
es_ve: Negativo

source: Extra Credit
es_ve: Créditos Extra

source: Points
es_ve: Puntajes

source: Assigned Date
es_ve: Fecha Asignada

source: Due Date
es_ve: Fecha de Expiración

source: Percent
es_ve: Porcentaje

source: Edit
es_ve: Editar

source: Assigned date is after end of quarter!
es_ve: Fecha asignada es despues del final del trimestre!

source: Assigned date is after due date!
es_ve: Fecha asignada es después de la fecha de expiración!

source: Due date is after end of quarter!
es_ve: Fecha de expiración es después del final de este trimestre!

source: Due date is before assigned date!
es_ve: Fecha de expiración es anterior a la fecha de entrega

source: Some dates were not entered correctly.
es_ve: Algunas fechas fueron introducidad incorrectamente.

source: New Assignment
es_ve: Nueva Asignación

source: New Assignment Type
es_ve: Nuevo tipo de asignación

source: Apply to all Periods for this Course
es_ve: Aplicar a todos los períodos de este Curso

source: Assignment Type
es_ve: Tipo de Asignación

source: Assigned
es_ve: Asignado

source: Due
es_ve: Expira

source: Due date is earlier than assigned date!
es_ve: Fecha de expiración es anterior a la fecha asignada

source: Percent of Final Grade
es_ve: Porcentaje de la Nota final

source: Percent Total
es_ve: Porcentaje Total

source: Order
es_ve: Orden

source: GPA based on a scale of %d
es_ve: Calificación basado en una escala de %d

source: GPA calculation modifies existing records.
es_ve: El cálculo modifica los registros ya existentes.

source: Weighted and unweighted GPA is calculated by dividing the weighted and unweighted grade points configured for each letter grade (assigned in the Report Card Codes setup program) by the base grading scale specified in the school setup.
es_ve: El índice es calculado dividiendo todas las calificaciones configuradas para cada letra (asignada en los Códigos de la Boleta) entre la escala de calificaciones base (especificada en la configuración de la institución).

source: GPA Calculation
es_ve: Cálculo del Índice

source: Calculate GPA and Class Rank
es_ve: Calcular Índice y Posición

source: GPA and class rank for %s has been calculated.
es_ve: Índice y Posición han sido calculados para %s.

source: Configuration
es_ve: Configuración

source: Assignments
es_ve: Asignaciones

source: Score Rounding
es_ve: Redondeo de Calificaciones

source: Up
es_ve: Arriba

source: Down
es_ve: Abajo

source: None
es_ve: Ninguno

source: Assignment Sorting
es_ve: Ordenamiento de Asignaciones

source: Newest First
es_ve: Más nuevas primero
