Repository: bakasa/centreSIS
Catalog: locale/*/LC_MESSAGES/centre.po
Languages: es_ve

source: Teachers who haven't entered eligibility
es_ve: Profesores que no han introducido Actividades

source: Student with an incomplete schedule
es_ve: Estudiante con horario pendiente

source: Students with incomplete schedules
es_ve: Estudiantes con horarios pendientes

source: Half-Day
es_ve: Medio Tiempo

source: Full-Day
es_ve: Tiempo Completo

source: Success
es_ve: Completado

source: Email failed
es_ve: Email Fallido

source: Fail
es_ve: Fallido

source: Email
es_ve: Correo

source: Creation Result
es_ve: Resultado de la Creación

source: Creation Results
es_ve: Resultados de la Creación

source: Notification Result
es_ve: Respuesta de la Notificación

source: Notification Results
es_ve: Respuestas de la Notificación

source: Notify Selected Parents
es_ve: Notificar Representantes Seleccionados

source: Contact
es_ve: Contacto

source: activity
es_ve: electiva

source: Transaction Type
es_ve: Tipo de Transacción

source: Transaction Types
es_ve: Tipos de Transacción

source: Student Transaction w/o School
es_ve: Transacción de un Estudiante externo a la institución

source: Student Transactions w/o School
es_ve: Transacciones de un Estudiante externo a la institución

source: User Transaction w/o School
es_ve: Transacción de un Usuario externo a la institución

source: User Transactions w/o School
es_ve: Transacciones de un Usuario externo a la institución

source: Meal Item
es_ve: Comida

source: Ineligible Student
es_ve: Estudiante Inelegible

source: Ineligible Students
es_ve: Estudiantes Inelegibles

source: Item Total
es_ve: Total

source: Item Totals
es_ve: Totales

source: Types
es_ve: Tipos

source: Assignment Types
es_ve: Tipos de Asignaciones

source: History Marking Period
es_ve: Bitácora del Período de Evaluación

source: Teachers
es_ve: Profesores

source: Progress Report
es_ve: Reporte de Progreso

source: Report Card Comment Category
es_ve: Categoría de Comentario de la Boleta

source: Report Card Comment
es_ve: Comentario de la Boleta

source: Categories
es_ve: Categorías

source: Back to Totals
es_ve: Regresar a Totales

source: Subjects
es_ve: Materias

source: Course Periods
es_ve: Períodos de Clase

source: request
es_ve: solicitud

source: Unscheduled Request
es_ve: Solicitud no programada

source: Unscheduled Requests
es_ve: Solicitudes no programadas

source: Events
es_ve: Eventos

source: Grade Level
es_ve: Nivel

source: Years
es_ve: Años

source: Semesters
es_ve: Semestres

source: Quarters
es_ve: Trimestres

source: Progress Periods
es_ve: Períodos de Progreso

source: message
es_ve: mensaje

source: Address Field Categories
es_ve: Categorías de Campo de Dirección

source: Contact Field Categories
es_ve: Categorías de Campo de Contacto

source: Family
es_ve: Familia

source: Families
es_ve: Familias

source: Student Field Categories
es_ve: Categorías de Campo de Estudiante

source: student from that user
es_ve: estudiante de ese usuario

source: remove access to
es_ve: eliminar acceso a

source: User Field Categories
es_ve: Categorías de Campo de Usuario

source: Items
es_ve: Comidas

source: Earlier Transaction
es_ve: Transacción Previa

source: Earlier Transactions
es_ve: Transacciones Previas

source: Immunization or Physical
es_ve: Vacuna o Exámen Médico

source: Immunizations or Physicals
es_ve: Vacunas o Examenes Médicos

source: Medical Alerts
es_ve: Alertas Médicas

source: Nurse Visit
es_ve: Visita a la Enfermería

source: Nurse Visits
es_ve: Visitas a la Enfermería

source: Student Address
es_ve: Dirección del Estudiante

source: Student Addresses
es_ve: Direcciones del Estudiante

source: delete
es_ve: borrar

source: Mo
es_ve: Lu

source: Tu
es_ve: Ma

source: We
es_ve: Mi

source: Fr
es_ve: Vi

source: Start Time
es_ve: Hora de Inicio

source: End Time
es_ve: Hora de Culminación

source: Fees
es_ve: Deudas

source: Payments
es_ve: Pagos

source: Mass Fees
es_ve: Deudas en Masa

source: Mass Payments
es_ve: Pagos en Masa

source: Config
es_ve: Configuración

source: Payment Options
es_ve: Formas de Pago

source: Add new payment option
es_ve: Agregar nueva forma de pago

source: Payment option
es_ve: Forma de pago

source: Action
es_ve: Acción

source: Payment Option
es_ve: Forma de pago

source: New Fee
es_ve: Nueva deuda

source: Add Fee
es_ve: Agregar deuda

source: fee
es_ve: deuda

source: waive
es_ve: reversar

source: Waived
es_ve: reversada

source: Fee Balance
es_ve: Deuda total

source: Inserted By
es_ve: Insertado por

source: Waived By
es_ve: Reversado por

source: Waived Date
es_ve: Fecha de Reverso

source: Fee
es_ve: Deuda

source: Add Mass Fee
es_ve: Agregar deuda en masa

source: Add Selected Fees
es_ve: Agregar deudas seleccionadas

source: Add Fees
es_ve: Agregar deudas

source: Add Mass Payment
es_ve: Agregar pago en masa

source: Add Payment
es_ve: Agregar pago

source: Add Selected Payments
es_ve: Agregar pago seleccionado

source: Add payment
es_ve: Agregar pago

source: payment
es_ve: pago

source: refund
es_ve: reintegrar

source: Refunded
es_ve: Reintegrado

source: Refunded Date
es_ve: Fecha de reintegro

source: Refund By
es_ve: Reintegrado por

source: Payment Balance
es_ve: Pago Total

source: payments
es_ve: pagos

source: Daily Transaction
es_ve: Transacciones Diarias

source: Refund
es_ve: Reintegrar

source: Payment
es_ve: Pago

source: Student ID
es_ve: ID
