Repository: bakasa/centreSIS
Catalog: locale/*/LC_MESSAGES/centre.po
Languages: es_ve

source: Weight Grades
es_ve: Calificaciones Ponderadas

source: Assigned Date defaults to today
es_ve: Fecha asignada expira hoy

source: Due Date defaults to today
es_ve: Fecha de vencimiento expira hoy

source: Hide letter grades for all gradebook assignments
es_ve: Ocultar calificaciones de todas las tareas del libro

source: Minimum assignment points for letter grade
es_ve: Puntaje mínimos asignados para una calificación

source: Allowed maximum percent in Anomalous grades
es_ve: Máximo Porcentaje permitido en calificaciones anómalas

source: Days until ungraded assignment grade appears in Parent/Student gradebook views
es_ve: Días hasta que asignaturas sin calificar aparezcan en el libro de los Representantes/Estudiantes

source: Calculate Eligibility using Cumulative Semester Grades
es_ve: Calcular electivas utilizando las calificaciones acumuladas durante el semestre

source: Final Grades
es_ve: Calificación Finales

source: Input Format
es_ve: Introducir Formato

source: Letter
es_ve: Letra

source: Letter Percent
es_ve: Porcentaje de Letra

source: Default <B>%s</B> comment code
es_ve: Código de comentario por defecto <b>%s</b>

source: Score Breakoff Points
es_ve: Puntaje

source: Final Grading Percentages
es_ve: Porcentajes de Calificaciones Finales

source: Total is not 100%!
es_ve: El Total no es 100%!

source: %s Exam
es_ve: Examen de %s

source: Add another marking period
es_ve: Añadir otro Período de Evaluación

source: GPA
es_ve: Calificación

source: New Marking Period
es_ve: Nuevo periodo de Evaluación

source: Course Name
es_ve: Nombre del Curso

source: Percentage
es_ve: Porcentaje

source: Grade Points
es_ve: Calificaciones

source: Unweighted Grade Points
es_ve: Calificaciones sin ponderar

source: Grade Scale
es_ve: Escala de Calificación

source: Credit Attempted
es_ve: Creditos Inscritos

source: Credit Earned
es_ve: Creditos Obtenidos

source: Credit Category
es_ve: Categoría de Créditos

source: Affects Class Rank
es_ve: Afecta el Posicionamiento en la Clase

source: Remove Marking Period
es_ve: Eliminar Período de Evaluación

source: Marking Periods
es_ve: Períodos de Evaluación

source: You must choose at least one marking period
es_ve: Debes escoger al menos un período de evaluación

source: You must choose at least one student and one marking period
es_ve: Debes escoger al menos un estudiante y un período de evaluación

source: Create Grade Lists for Selected Students
es_ve: Crear lista de grado para los estudiantes seleccionados

source: Include on Grade List
es_ve: Incluir en la lista de grado

source: Percents
es_ve: Porcentajes

source: Year-to-date Daily Absences
es_ve: Ausencias diarias a la fecha

source: Daily Absences this quarter
es_ve: Ausencias diarias este trimestre

source: Other Attendance Year-to-date
es_ve: Otras asistencias a la fecha

source: Period-by-period absences
es_ve: Ausencias período por período

source: The grades for that marking period have been recalculated.
es_ve: Las calificaciones para ese período de evaluación han sido recalculado.

source: Include Inactive Assignments
es_ve: Incluir Asignaciones Inactivas

source: Assignment is Due
es_ve: Asignación Expiro

source: %s Honor Roll
es_ve: %s Cuadro de Honor

source: We hereby recognize
es_ve: Por lo tanto reconocemos

source: Marking Period
es_ve: Período de Evaluación

source: Principal
es_ve: Director

source: You must choose at least one student
es_ve: Debes escoger al menos un estudiante

source: Create Honor Roll for Selected Students
es_ve: Crear Cuadro de Honor para estudiantes seleccionados

source: Certificates
es_ve: Certificados

source: List
es_ve: Lista

source: High Honor Roll
es_ve: Cuadro de Honor

source: Honor Roll
es_ve: Cuadro de Honor

source: Honor
es_ve: Cumlaude

source: High Honor
es_ve: Sumacumlaude

source: You cannot enter grades for this period.
es_ve: No puedes introducir calificaciones para este período.

source: These grades are complete.
es_ve: Estas calificaciones estan completas.

source: These grades are NOT complete.
es_ve: Estas calificaciones estan incompletas.

source: Comment %d
es_ve: Comentario %d

source: Add Comment
es_ve: Añadir Comentario

source: Report Cards
es_ve: Boletas

source: Calculate GPA
es_ve: Calcular Índice

source: Transcripts
es_ve: Transcripciones

source: Student Grades
es_ve: Calificaciones de Estudiantes

source: Grade Breakdown
es_ve: Listado de Grados

source: GPA / Class Rank List
es_ve: Índice / Lista de Posicionamiento de la clase

source: Grading Scales
es_ve: Escala de Calificaciones

source: Report Card Comments
es_ve: Comentario de Boletas

source: Comment Codes
es_ve: Código de Comentarios

source: History Marking Periods
es_ve: Historía de Períodos de Evaluación

source: Edit Student Grades
es_ve: Editar Calificaciones del Estudiante

source: Input Final Grades
es_ve: Introducir Calificaciones Finales

source: Gradebook Grades
es_ve: Notas del Libro de Calificaciones

source: Anomalous Grades
es_ve: Calificaciones Anómalas

source: Gradebook
es_ve: Libro de Calificaciones

source: Progress Reports
es_ve: Reporte de Progreso

source: GPA / Class Rank
es_ve: Índice / Posicionamiento

source: %s of grade
es_ve: %s de grado

source: Create Progress Reports for Selected Students
es_ve: Crear Reporte de Progresos para los estudiantes seleccionados

source: Exclude Ungraded E/C Assignments
es_ve: Excluír Asignaciones sin calificar

source: Exclude Ungraded Assignments Not Due
es_ve: Excluír Asignaciones sin calificar vigentes

source: Group by Assignment Category
es_ve: Agrupar por Categoría de Asignación

source: Comment Scale
es_ve: Escala de Comentarios

source: This course is not graded.
es_ve: Este curso no esta calificado

source: Comment Category
es_ve: Categoría de Comentarios

source: Code Scale
es_ve: Escala de Código

source: Breakoff
es_ve: Puntaje<br>Mínimo

source: GPA Value
es_ve: Calificación Final

source: Unweighted GP Value
es_ve: Calificación sin Ponderar

source: Gradescale
es_ve: Escala de Calificaciones

source: Scale Value
es_ve: Valor de la Escala

source: High Honor Roll GPA Min
es_ve: Nota mínima para Cuadro de Honor

source: Honor Roll GPA Min
es_ve: Calificación mínima para Cuadro de Honor

source: Abs<BR>YTD / MP
es_ve: Ausencias<BR> YTD / MP

source: Report Card
es_ve: Boleta

source: Absences in %s
es_ve: Ausencias en %s

source: Tardy in %s
es_ve: Tarde en %s

source: Tardy this year
es_ve: Tarde este año

source: Explanation of Comment Codes
es_ve: Explicación de los Códigos para Comentarios

source: You must choose at least one student and one marking period.
es_ve: Debes escoger al menos un estudiante y un periodo de evaluación

source: Include on Report Card
es_ve: Incluir en la boleta

source: Other Attendance this quarter
es_ve: Otras asistencias este trimestre

source: Create Report Cards for Selected Students
es_ve: Crear boleta para los estudiantes seleccionados

source: Totals
es_ve: Totales

source: Expand All
es_ve: Expandir Todos

source: Include Anonymous Statistics
es_ve: Incluir estadísticas anónimas

source: Course Title
es_ve: Título del Curso

source: Ungraded
es_ve: Sin calificar

source: Grade Range
es_ve: Rango de Grado

source: There are no grades available for this student.
es_ve: No hay grados disponibles para este estudiante.

source: Points / Possible
es_ve: Puntos / Posibles

source: Details
es_ve: Detalles

source: Transcript
es_ve: Transcripción

source: Credits MP/Total
es_ve: Creditos MP/Total

source: GPA Wtd
es_ve: Índice Ponderado

source: Rank
es_ve: Posición

source: You must choose at least one student and marking period
es_ve: Debes escoger al menos un estudiante y un período de evaluación

source: Create Transcripts for Selected Students
es_ve: Crear transcripciones para los estudiantes seleccionados

source: Include on Transcript
es_ve: Incluir en transcripción

source: Other Options
es_ve: Otras opciones

source: Student Photo
es_ve: Foto del Estudiante

source: All A
es_ve: Todos A

source: Middle Name
es_ve: Segundo Nombre

source: Current School
es_ve: Institución Actual

source: Previous School
es_ve: Institución Anterior

source: Next School
es_ve: Institución Siguiente

source: Birth Date
es_ve: Fecha de Nacimiento

source: Birth Place
es_ve: Lugar de Nacimiento

source: Find a Student
es_ve: Buscar un Estudiante

source: Search Criteria
es_ve: Criterio de Busqueda

source: Documentation
es_ve: Documentación

source: Video Help
es_ve: Video Ayuda

source: User Forums
es_ve: Foro

source: Translation
es_ve: Traducción

source: Get Key
es_ve: Obtener Llave

source: Enrolled
es_ve: Inscrito

source: Dropped
es_ve: Retirado

source: Available Seats
es_ve: Cupos Disponibles

source: Delete
es_ve: Eliminar

source: New Period
es_ve: Nuevo Período

source: Room
es_ve: Aula

source: Seats
es_ve: Cupos

source: Takes Attendance
es_ve: Tomar Asistencia

source: Affects Honor Roll
es_ve: Afecta Cuadro de Honor

source: Gender Restriction
es_ve: Restricción de Género

source: Grading Scale
es_ve: Escala de Calificaciones

source: Not Graded
es_ve: Sin calificar

source: Credits
es_ve: Créditos

source: Calendar
es_ve: Calendario

source: Half Day
es_ve: Medio Día

source: Allow Teacher Gradescale
es_ve: Permitir Escalas del Profesor

source: Parent Course Period
es_ve: Período del Curso a Padres

source: New Course
es_ve: Nuevo Curso

source: Subject
es_ve: Materia

source: New Subject
es_ve: Nueva Materia

source: Offer Enrollment in Child Marking Periods
es_ve: Ofrecer Inscripción en los períodos de evaluación de los representados

source: The date you entered is not valid
es_ve: La fecha introducida no es válida

source: You cannot schedule a student into that course during this marking period.
es_ve: No puedes inscribir un estudiante en ese curso durante el período de evaluación

source: This course meets on %s.
es_ve: Este curso finaliza el %s.

source: This course has been dropped for the selected students' schedules.
es_ve: Este curso ha sido retirado del horario de los estudiantes seleccionados.

source: You must choose a course.
es_ve: Debes escoger un curso

source: Drop Course for Selected Students
es_ve: Retirar el curso para los estudiantes seleccionados

source: Course to Drop
es_ve: Curso a retirar

source: Choose a Course
es_ve: Escoge un Curso

source: Drop Date
es_ve: Fecha de Retiro

source: This course has been added as a request for the selected students.
es_ve: Este curso ha sido añadido como requisito para los estudiantes seleccionados.

source: Add Request to Selected Students
es_ve: Añadir requisito para los estudiantes seleccionados

source: Request to Add
es_ve: Requisito a añadir

source: With
es_ve: Con

source: Without
es_ve: Sin

source: You cannot schedule a student into this course during this marking period.
es_ve: No puedes inscribir un estudiante a este curso durante este período de evaluación.

source: This course has been added to the selected students' schedules.
es_ve: Este curso ha sido añadido a los horarios de los estudiantes seleccionados.

source: Add Course to Selected Students
es_ve: Añadir curso a los estudiantes seleccionados

source: Course to Add
es_ve: Curso a añadir

source: Start Date
es_ve: Fecha de Inicio

source: Student Schedule
es_ve: Horario del Estudiante

source: Student Requests
es_ve: Solicitudes del Estudiante

source: Group Schedule
es_ve: Horarios en Masa

source: Group Requests
es_ve: Solicitudes en Masa

source: Group Drops
es_ve: Retiros en Masa

source: Print Schedules
es_ve: Imprimir Horarios

source: Print Class Lists
es_ve: Imprimir Lista de Clase

source: Print Class Pictures
es_ve: Imprimir foto de Clase

source: Print Requests
es_ve: Imprimir Solicitudes

source: Schedule Report
es_ve: Reporte de Horario

source: Requests Report
es_ve: Reporte de Solicitudes

source: Unfilled Requests
es_ve: Solicitudes Pendientes

source: Incomplete Schedules
es_ve: Horarios Pendientes

source: Add / Drop Report
es_ve: Añadir / Eliminar Reporte

source: Run Scheduler
es_ve: Ejecutar Programador

source: Schedule
es_ve: Horario

source: Class Pictures
es_ve: Foto de la Clase

source: Class List
es_ve: Lista de Clase

source: You must choose at least one course period.
es_ve: Debes escoger un período de clase.

source: Create Class Lists for Selected Course Periods
es_ve: Crear lista los períodos de clase seleccionados

source: Find a Course
es_ve: Buscar un Curso

source: Create Class Pictures for Selected Course Periods
es_ve: Crear una foto de la clase para los períodos de clase seleccionados

source: Include Teacher
es_ve: Incluir Profesor

source: Legal Size Paper
es_ve: Papel tamaño Oficio

source: Use Last Year's if Missing
es_ve: Usar año anterior si falta

source: Not With
es_ve: Sin

source: On
es_ve: En

source: Not On
es_ve: No en

source: Priority
es_ve: Prioridad

source: Term
es_ve: Lapso

source: Days
es_ve: Días

source: Create Schedules for Selected Students
es_ve: Crear Horario para los estudiantes seleccionados

source: Include only courses active as of
es_ve: Incluir cursos activos desde

source: Add a Request
es_ve: Añadir Solicitud

source: Not on
es_ve: No en

source: Number of Requests
es_ve: Número de Solicitudes

source: Include Inactive Courses
es_ve: Incluir Cursos Inactivos

source: Show Open Seats
es_ve: Mostrar Cupos Disponibles

source: Print Schedule
es_ve: Imprimir Horario

source: Add a Course
es_ve: Añadir Curso

source: Days of Week
es_ve: Días de la Semana

source: This section is already full.
es_ve: Esta sección esta completa.

source: This student is already scheduled into this course.
es_ve: Este estudiante se encuentra inscrito en este curso.

source: There is already a course scheduled in that period.
es_ve: Ya existe un cursos programado en este período.

source: There is a conflict.
es_ve: Existe un conflicto.

source: Are you sure you want to add this section?
es_ve: Estas seguro que quieres añadir esta sección?

source: Full Year
es_ve: Año completo

source: (%d seats)
es_ve: (%d asientos)

source: Show Child Marking Period Details
es_ve: Mostrar Detalles del período de evaluaciones del representado

source: Requests
es_ve: Solicitudes

source: Open
es_ve: Abierto

source: Filled
es_ve: Repleto

source: Confirm Scheduler Run
es_ve: Confirmar ejecutar el programador

source: Are you sure you want to run the scheduler?
es_ve: Esta seguro que quieres ejecutar el programador?

source: Test Mode
es_ve: Modo de Prueba

source: Delete Current Schedules
es_ve: Eliminar el Horario Actual

source: Scheduler Progress
es_ve: Progreso del Programador

source: Processing Requests ...
es_ve: Procesando Solicitudes ...

source: %d%% Done
es_ve: %d%% Completado

source: Saving Schedules ...
es_ve: Guardando Horarios ...

source: Optimizing ...
es_ve: Optimizando ...

source: Done.
es_ve: Completado.

source: Show Available Seats
es_ve: Mostrar Cupos Disponibles

source: Sections
es_ve: Secciones

source: Last Year Course Period
es_ve: Período de Clase del Año Pasado

source: Last Year Course
es_ve: Curso del Año Pasado

source: Default Calendar for this School
es_ve: Calendario por defecto para esta Institución

source: Copy Calendar
es_ve: Copiar Calendario

source: From
es_ve: De

source: To
es_ve: Hasta

source: Minutes
es_ve: Minutos

source: Default is Full Day if Copy Calendar is N/A.
es_ve: Por defecto Día Completo si copiar calendario es N/A.

source: Otherwise Default is minutes from the Copy Calendar
es_ve: De lo contrario es minutos de copiar calendario

source: Default is Full Day
es_ve: Por defecto Día Completo

source: Recreate %s calendar
es_ve: Recrear calendario %s

source: Create new calendar
es_ve: Crear nuevo calendario

source: There are no calendars setup yet.
es_ve: No hay calendarios configurados todavía.

source: Notes
es_ve: Notas

source: Back to Calendar
es_ve: Regresar a Calendario

source: Recreate this calendar
es_ve: Recrear este calendario

source: Delete this calendar
es_ve: Eliminar este calendario

source: List Events
es_ve: Mostrar Eventos

source: This school has more than one default calendar!
es_ve: Esta institución tiene mas de un calendario por defecto!

source: This school does not have a default calendar!
es_ve: Esta institución no tiene un calendario por defecto!

source: School Periods
es_ve: Períodos Escolares

source: Report Card Grade Codes
es_ve: Códigos de Calificaciones para la Boleta

source: Report Card Comment Codes
es_ve: Códigos de Comentarios para la Boleta

source: Eligibility Activity Codes
es_ve: Códigos para Actividades Electivas

source: Grade Levels
es_ve: Grados

source: Confirm Copy School
es_ve: Confirmar Copiar Institución

source: Are you sure you want to copy the data for %s to a new school?
es_ve: Esta seguro que deseas copiar la información de %s a una nueva institución?

source: The data have been copied to a new school called "%s".
es_ve: La información ha sido copiada a una nueva institución llamada "%s".

source: Next Grade
es_ve: Próximo Grado

source: New Year
es_ve: Nuevo Año

source: New Semester
es_ve: Nuevo Semestre

source: New Progress Period
es_ve: Nuevo período de progreso

source: Some dates are not valid.
es_ve: Algunas fechas no son válidas.

source: Not all of the dates were entered correctly.
es_ve: No todas las fechas fueron introducidad correctamente.

source: The beginning and end dates you specified for this marking period overlap with those of "%s".
es_ve: Las fechas de inicio y finalización especificadas para este período de evaluacion solapan con las de "%s".

source: Only one marking period can be open at any time.
es_ve: Solamente un período de evaluación puede ser abierto a la vez.

source: The grade posting dates you specified for this marking period overlap with those of "%s".
es_ve: Las fechas de publicación de notas introducido con este período de evaluación solapan con los de "%s".

source: Only one grade posting period can be open at any time.
es_ve: Solo un período de publicación puede ser abierto a la vez.

source: Graded
es_ve: Calificado

source: Exam
es_ve: Exámen

source: Grade Posting Begins
es_ve: Inicio de Publicación de Notas

source: Grade Posting Ends
es_ve: Finalización de Publicación de Notas

source: Year
es_ve: Año

source: Semester
es_ve: Semestre

source: Quarter
es_ve: Trimestre

source: Progress Period
es_ve: Período de Progreso

source: Portal Notes
es_ve: Noticias

source: School Information
es_ve: Información

source: Add a School
es_ve: Añadir Institución

source: Copy School
es_ve: Copiar Institución

source: Calendars
es_ve: Calendarios

source: Periods
es_ve: Períodos

source: Rollover
es_ve: Transferir

source: Length (minutes)
es_ve: Duración (minutos)

source: Block
es_ve: Bloque

source: Used for Attendance
es_ve: Utilizado para Asistencia

source: Publishing Options
es_ve: Opciones de Publicación

source: Visible Between
es_ve: Visible entre

source: to
es_ve: para

source: Visible To
es_ve: Visible para

source: Administrator w/Custom
es_ve: Administrdor Personalizado

source: Teacher w/Custom
es_ve: Profesor Personalizado

source: Parent w/Custom
es_ve: Representante Personalizado

source: Schools
es_ve: Institución

source: Student Enrollment Codes
es_ve: Códigos de Inscripción Estudiantil

source: Food Service Staff Accounts
es_ve: Cuentas del Personal para el Servicio de Comida

source: Referral Form
es_ve: Planilla de Recomendación

source: You <i>must</i> roll users, school periods, marking periods, calendars, attendance codes, and report card codes at the same time or before rolling courses.
es_ve: Usted <i>debe</i> transferir usuarios, períodos escolares, períodos de evaluación, calendarios, códigos de asistencia, códigos de las boletas al mismo tiempo o antes de realizar la transferencia de los cursos.

source: You <i>must</i> roll enrollment codes at the same time or before rolling students.
es_ve: Usted <i>debe</i> transferir los códigos de inscripción al mismo tiempo o antes de realizar la transferencia de los estudiantes.

source: You <i>must</i> roll courses at the same time or before rolling report card comments.
es_ve: Usted <i>debe</i> transferir los cursos al mismo tiempo o antes de transferir los comentarios de la boleta.

source: Greyed items have already have data in the next school year (They might have been rolled).
es_ve: Opciones en gris han sido transferidos previamente al siguiente año escolar.

source: Rolling greyed items will delete already existing data in the next school year.
es_ve: Transferir las opciones en gris borrara la información existente en el siguiente año escolar.

source: Are you sure you want to roll the data for %d-%d to the next school year?
es_ve: Estas seguro que quieres transferir la información de %d-%d para el año escolar siguiente?

source: You <i>must</i> roll users, school periods, marking periods, calendars, and report card codes at the same time or before rolling courses.
es_ve: Usted <i>debe</i> transferir usuarios, períodos escolares, períodos de evaluación, calendarios y códigos de las boleta al mismo tiempo o antes de transferir los cursos.

source: The data have been rolled.
es_ve: La información ha sido transferida.

source: This school has been modified.
es_ve: Esta institución ha sido modificada.

source: School Name
es_ve: Nombre de Institución

source: Base Grading Scale
es_ve: Escala de Calificación Base

source: Website
es_ve: Página Web

source: School Number
es_ve: Número de la Institución

source: The selected user's profile now includes access to the selected students.
es_ve: El perfil de usuario seleccionados ahora incluye acceso a los estudiantes seleccionados.

source: Associated
es_ve: Asociado

source: Add Selected Parents
es_ve: Añadir representates seleccionados

source: Parents
es_ve: Representantes

source: New Address Field
es_ve: Añadir campo de dirección

source: New Address Field Category
es_ve: Nuevo campo de Categoría de Dirección

source: Field Name
es_ve: Nombre del Campo

source: Pull-Down
es_ve: Desplegar

source: Auto Pull-Down
es_ve: Desplegar Automaticamente

source: Edit Pull-Down
es_ve: Desplegar Editar

source: Text
es_ve: Texto

source: Coded Pull-Down
es_ve: Desplegar Códigos

source: Export Pull-Down
es_ve: Desplegar Exportar

source: Number
es_ve: Número

source: Select Multiple from Options
es_ve: Selección Multiple

source: Long Text
es_ve: Texto largo

source: Auto Pull-down
es_ve: Desplegar Automaticamente

source: Data Type
es_ve: Tipo de dato

source: Address Field Category
es_ve: Campo Categoría de Direcciones

source: Select Multiple Choices
es_ve: Seleccione multiples opciones

source: * one per line
es_ve: * uno por linea

source: Default
es_ve: Por defecto

source: * for dates: YYYY-MM-DD
es_ve: * para las fechas: YYYY-MM-DD

source: for checkboxes: Y
es_ve: para las checkboxes: S

source: Required
es_ve: Requerido

source: Residence
es_ve: Residencia

source: Mailing
es_ve: Correo

source: Bus
es_ve: Autobus

source: Note: All unchecked means applies to all addresses
es_ve: Nota: Todas sin marcar significa aplicar a todas las direcciones

source: Address Field
es_ve: Campo de Direcciones

source: Select Multiple
es_ve: Selección Multiple

source: Include courses active as of %s
es_ve: Incluir cursos activos desde %s

source: January
es_ve: Enero

source: February
es_ve: Febrero

source: March
es_ve: Marzo

source: April
es_ve: Abril

source: June
es_ve: Junio

source: July
es_ve: Julio

source: August
es_ve: Agosto

source: September
es_ve: Septiembre

source: October
es_ve: Octubre

source: November
es_ve: Noviembre

source: December
es_ve: Diciembre

source: Birth Month Day
es_ve: Día de Nacimiento

source: Birth Month
es_ve: Mes de Nacimiento

source: The date you specified is not valid, so was not used. The other data was saved.
es_ve: La fecha introducida no es válida, así que no fue utilizada. La otra informaciónfue guardada.
