Repository: bakasa/centreSIS
Catalog: locale/*/LC_MESSAGES/centre.po
Languages: es_ve

source: No data was entered.
es_ve: Ninguna información fue introducida.

source: The specified information was applied to the selected students.
es_ve: La información especifícada fue aplicada a los estudiantes seleccionados.

source: You must choose at least one field and one student
es_ve: Debe escoger al menos un campo y un estudiante

source: All Categories
es_ve: Todas la categorías

source: Rolling Retention / Options
es_ve: Opciones de Inscripción / Retención

source: Rollover Default
es_ve: Transferir por Defecto

source: Drop
es_ve: Retirar

source: Print Letters for Selected Students
es_ve: Imprimir Cartas para los estudiantes seleccionados

source: Letter Text
es_ve: Texto de la Carta

source: Substitutions related to students
es_ve: Substituciones relacionadas con los estudiantes

source: Last, Common
es_ve: Apellido, Nombre

source: Last, First M
es_ve: Apellido, Primer Nombre

source: Common Name
es_ve: Nombre

source: Attendance Teacher
es_ve: Profesor de Asistencia

source: Attendance Room
es_ve: Lugar de Asistencia

source: Your Name
es_ve: Su nombre

source: Your Room
es_ve: Su Cuarto

source: To the parents of
es_ve: A los padres de

source: Create Labels for Selected Students
es_ve: Crear etiquetas para los estudiantes seleccionados

source: To Contacts
es_ve: Para Contactos

source: To Student
es_ve: Para Estudiantes

source: Last, Given Middle
es_ve: Apellido, Segundo

source: Given Last
es_ve: Apellido

source: Common Last
es_ve: Apellido

source: To Family
es_ve: Para la Familia

source: Starting row
es_ve: Fila de Inicio

source: Student Info
es_ve: Información del Estudiante

source: Add a Student
es_ve: Añadir Estudiante

source: Group Assign Student Info
es_ve: Asignar Información del Estudiante en Masa

source: Associate Parents with Students
es_ve: Asociar Representantes con Estudiantes

source: Advanced Report
es_ve: Reporte Avanzado

source: Print Letters
es_ve: Imprimir Cartas

source: Print Mailing Labels
es_ve: Imprimir Etiquetas

source: Print Student Labels
es_ve: Imprimir Etiquetas de Estudiante

source: Print Student Info
es_ve: Imprimir Información del Estudiante

source: Address Fields
es_ve: Campos de Direcciones

source: Contact Fields
es_ve: Campos de Contacto

source: Enrollment Codes
es_ve: Códigos de Inscripción

source: Associated Parents
es_ve: Representantes Asociados

source: New Contact Field
es_ve: Nuevo campo de Contacto

source: New Contact Field Category
es_ve: Nueva Campo de Categoría de Contacto

source: Contact Field Category
es_ve: Campo de Categoría de Contacto

source: Note: All unchecked means applies to all contacts
es_ve: Nota: Todo sin marcar significa aplicar a todos los contactos

source: Contact Field
es_ve: Campo de Contacto

source: Print Info for Selected Students
es_ve: Imprimir información para los estudiantes seleccionados

source: Expanded View
es_ve: Vista Expandida

source: This date is invalid and could not be saved.
es_ve: Esta fecha es inválida y no pudo ser guardada.

source: That Centre ID is already taken. Please select a different one.
es_ve: Esa Centre ID ya existe. Por favor, seleccione una diferente.

source: Medical
es_ve: Registro Médico

source: New Student Field
es_ve: Nuevo Campo Estudiantil

source: New Student Field Category
es_ve: Nueva Campo de Categoría Estudiantil

source: Student Field Category
es_ve: Campo de Categoría Estudiantil

source: Display Columns
es_ve: Mostrar Columnas

source: Include (should be left blank for most categories)
es_ve: Incluir (debería ser dejado en blanco para la mayoría de las categorias)

source: Student Field
es_ve: Campo Estudiantil

source: Include On Labels
es_ve: Incluir en Etiquetas

source: Starting column
es_ve: Columna de Inicio

source: Father
es_ve: Padre

source: Mother
es_ve: Madre

source: Emergency
es_ve: Emergencia

source: Work Phone
es_ve: Teléfono del Trabajo

source: Employer
es_ve: Empleador

source: Add Selected Students
es_ve: Añadir estudiantes seleccionados

source: Select the programs with which this user can use and save information.
es_ve: Seleccione los programas para los cuales este usuario puede usar y guardar información.

source: %s %s is assigned to the profile %s.
es_ve: %s %s es asignado al perfil %s

source: To assign permissions to this user, either change the permissions for this profile using the %s setup or change this user to a user with custom permissions by using %s.
es_ve: Para asignar los permisos a este usuario, cambie los permisos para este perfil utilizando la configuración de %s o cambie este usuario para un usuario con permisos personalizados a través de %s.

source: Profiles
es_ve: Perfiles

source: General Info
es_ve: Información General

source: User Info
es_ve: Información del Usuario

source: Add a User
es_ve: Añadir Usuario

source: Associate Students with Parents
es_ve: Asociar Estudiantes con Representantes

source: My Preferences
es_ve: Mis Preferencias

source: User Profiles
es_ve: Perfiles de los Usuarios

source: User Permissions
es_ve: Permisos del Usuario

source: User Fields
es_ve: Campos del Usuario

source: Your new passwords did not match.
es_ve: Su nueva contraseña no concuerda.

source: Your current password was incorrect.
es_ve: Su contraseña actual es incorrecta.

source: Your new password was saved.
es_ve: Tu nueva contraseña fue guardada.

source: Display Options
es_ve: Mostrar opciones

source: Student Listing
es_ve: Listado de Estudiantes

source: User Widgets
es_ve: Ventanas de Usuarios

source: Given Name
es_ve: Nombre dado

source: Student Sorting
es_ve: Preferencias de los Estudiantes

source: Name
es_ve: Nombre

source: Grade, Name
es_ve: Grado, Nombre

source: File Export Type
es_ve: Exportar como

source: Tab-Delimited (Excel)
es_ve: Delimitado por Tabulador (Excel)

source: Date Export Format
es_ve: Formato de Fecha

source: Display Options Format
es_ve: Formato de Opciones de Vista

source: Export %s fields as stored value
es_ve: Exportar %s campos como valor guardado

source: Display student search screen
es_ve: Mostrar pantalla de busqueda de estudiante

source: Group by family by default
es_ve: Agrupar por familia por defecto

source: Search all schools by default
es_ve: Buscar todas las instituciones por defecto

source: Theme
es_ve: Tema

source: Header Color
es_ve: Color de Encabezado

source: List Color
es_ve: Listar Colores

source: Highlight Color
es_ve: Color de Resaltado

source: Titles Color
es_ve: Colores de los Títulos

source: Date Format
es_ve: Formato de Fecha

source: Disable login alerts
es_ve: Deshabilitar alertas de inicio de sesión

source: Display data using hidden fields
es_ve: Mostrar data utilizando campos ocultos

source: Contact Info Rollover
es_ve: Tranferir Información de Contacto

source: Home Phone Number
es_ve: Teléfono de Casa

source: All Contacts
es_ve: Todos los contactos

source: Addresses
es_ve: Direcciones

source: Bus Pickup
es_ve: Recoger por el Autobus

source: Bus Dropoff
es_ve: Llevar por el Autobus

source: Field
es_ve: Campo

source: Next School Year
es_ve: Próximo Año Escolar

source: Food Service Discount
es_ve: Descuento en el Servicio Comida

source: Widget
es_ve: Ventana

source: Confirm Delete
es_ve: Confirmar Eliminar

source: Are you sure you want to delete the user profile <i>%s</i>?
es_ve: Estas seguro, que quieres eliminar el perfil del usuario <i>%s</i>?

source: Users of that profile will retain their permissions as a custom set which can be modified on a per-user basis through %s.
es_ve: Usuarios de ese perfil retendran sus permisos como un conjunto personalizado que puede ser modificado por usuario a través de %s.

source: Select the programs that users of this profile can use and which programs those users can use to save information.
es_ve: Selecciona los programas que los usuarios de este perfil pueden utilizar y cuales programasesos usuarios pueden guardar información.

source: Add a User Profile
es_ve: Añadir un perfil de usuario

source: Can Use
es_ve: Puede Usar

source: Can Edit
es_ve: Puede Editar

source: Find a User
es_ve: Buscar Usuario

source: Include Parents of Inactive Students
es_ve: Incluir Representantes de Estudiantes Inactivos

source: Choose A User
es_ve: Escoger un Usuario

source: Staff Member
es_ve: Miembro del Personal

source: No Users were found.
es_ve: Ningún Usuario fue encontrado.

source: You are not allowed to do this! This attempted violation has been logged and your IP address was captured.
es_ve: No estas permitido hacer esto! Esta violación será registrada y tu IP capturada.

source: The invalid date could not be saved.
es_ve: La fecha invalida no pudo ser guardada.

source: A user with that username already exists for the %s school year.
es_ve: Un usuario con ese nombre ya existe para el año escolar %s.

source: Choose a different username and try again.
es_ve: Escoge un usuario distinto e intente de nuevo.

source: A user with that username already exists for the current school year.
es_ve: Un usuario con ese nombre ya existe para el año escolar actual.

source: New User Field
es_ve: Nuevo campo de usuario

source: New User Field Category
es_ve: Nuevo campo de categoría de usuario

source: User Field Category
es_ve: Campo de categoría de usuario

source: User Field
es_ve: Campo de Usuario

source: Not Requested
es_ve: No Preguntado

source: First
es_ve: Nombre

source: First Initial
es_ve: Inicial del Nombre

source: Last
es_ve: Apellido

source: Middle
es_ve: Segundo

source: Suffix
es_ve: Sufijo

source: Common
es_ve: Común

source: Rolling / Retention Options
es_ve: Opciones de Inscripción / Retención

source: Enrollment Start Date
es_ve: Fecha de Inicio de Inscripción

source: Enrollment End Date
es_ve: Fecha de Finalización de Inscripción

source: Enrollment Code
es_ve: Código de Inscripción

source: Drop Code
es_ve: Código de Retiro

source: Zip Code
es_ve: Código Postal

source: Mailing Address
es_ve: Dirección Postal

source: Mailing City
es_ve: Ciudad Postal

source: Mailing State
es_ve: Estado Postal

source: Mailing Zipcode
es_ve: Código Postal

source: Attendance Period Teacher
es_ve: Período de Asistencia del Profesor

source: Fields
es_ve: Campos

source: Relation
es_ve: Relación

source: Good Morning, %s.
es_ve: Buenos días, %s.

source: Good Afternoon, %s.
es_ve: Buenas tardes, %s.

source: Good Evening, %s.
es_ve: Buenas tardes, %s.

source: Welcome to the Centre School Information System!
es_ve: Bienvenidos al Sistema de Información Centre

source: Your last login was <b>%s</b>.
es_ve: Su última sessión fue <b>%s</b>.

source: Warning!
es_ve: Advertencia!

source: There have been <b>%d</b> failed login attempts since your last successful login.
es_ve: Han habido <b>%d</b> intentos fallidos desde tu última sessión.

source: You are an <b>Administrator</b> on the system.<BR>
es_ve: Eres un <b>Administrador</b> del sistema.<br>

source: Teachers have missing <b>%s</b> attendance data
es_ve: A los profesores le faltan <b>%s</b> información de asistencia

source: Period - Teacher
es_ve: Período - Profesor

source: Teacher with missing %s data
es_ve: Profesor con información %s faltante

source: Teachers with missing %s data
es_ve: Profesores con información %s faltante

source: You have a <b>negative</b> food service balance of <font color=red>%d</font>
es_ve: Tienes un saldo <b>negativo</b> en tu balance de servicio de comida de <font color=red>%d</font>

source: Some students have food service balances below -$10.00
es_ve: Algunos estudiantes tienen un balance menor a -10 BsF en su cuenta de servicio de comida

source: Happy administrating...
es_ve: Feliz administración...

source: You are a <b>Teacher</b> on the system.
es_ve: Eres un <b>profesor</b> en el sistema.

source: Date Posted
es_ve: Fecha de Publicación

source: Day
es_ve: Día

source: Event
es_ve: Evento

source: Day With Upcoming Events
es_ve: Día con eventos próximos

source: Days With Upcoming Events
es_ve: Días con eventos próximos

source: You have missing <b>%s</b> attendance data
es_ve: Tienes pendiente <b>%s</b> información de asistencia

source: Period with missing %s attendance data
es_ve: Período con información de %s asistencia faltante

source: Periods with missing %s attendance data
es_ve: Períodos con información de %s asistencia faltante

source: You have a <b>negative</b> food service balance of <font color=red>%s</font>
es_ve: Tienes un saldo <b>negativo</b> en tu servicio de comida de <font color=red>%s</font>

source: Happy teaching...
es_ve: Bienvenido Profesor...

source: You are a <b>Parent</b> on the system.
es_ve: Eres un <b>Representante</b> en el sistema.

source: You have students with food service balance below $5.00 - please deposit at least the Minimum Deposit into you children's accounts.
es_ve: Tienes estudiantes que su saldo en el servicio de comida es menor a los 5 bsF - por favor deposite al menos la cantidad mínima en la(s) cuenta(s) de su representado(s).

source: Minimum Deposit
es_ve: Deposito Mínimo

source: Happy parenting...
es_ve: Bienvenido Representante...

source: You are a <b>Student</b> on the system.
es_ve: Eres un <b>Estudiante</b> en el sistema.

source: Happy learning...
es_ve: Bienvenido Estudiante....

source: This person has no information in the system.
es_ve: Esta persona no posee información en el sistema.

source: Are you sure you want to assign that barcode?
es_ve: Estas seguro que quieres asignar ese código de barras?

source: That barcode is already assigned to Student <B>%s</B>.
es_ve: Ese código de barras esta ya asignado a un Estudiante <b>%s</b>.

source: Hit OK to reassign it to the current student or Cancel to cancel all changes.
es_ve: Presione Aceptar para reasignarlo al estudiante actual o Cancelar para cancelar todos los cambios.

source: That barcode is already assigned to User <B>%s</B>
es_ve: Ese código de barras esta asignado al Usuario <b>%s</b>

source: Include Inactive Students in Shared Account
es_ve: Incluir estudiantes inactivos en cuentas compartidas

source: Account Information
es_ve: Información de la Cuenta

source: Non-existent account!
es_ve: Cuenta inexistente!

source: Warning
es_ve: Advertencia

source: Other students associated with same account
es_ve: Otros estudiantes asociados con la misma cuenta

source: Reduced
es_ve: Reducida

source: Free
es_ve: Gratis

source: Time
es_ve: Tiempo

source: %N's lunch account is getting low. Please send in at least %P with %h reminder slip. THANK YOU!
es_ve: La cuenta de almuerzo de %N esta llegando al límite. Por favor envíe al menos %P con un %h y el registro recordatorio. Gracias!

source: %N now has a <B>negative balance</B> in %h lunch account. Please send in the negative balance plus %T. THANK YOU!
es_ve: La cuenta de almuerzo de %N tiene un <b>saldo negativo</b>. Por favor envíe el saldo negativo mas un %T. Gracias!

source: %N now has a <b>negative balance</b> below the allowed minimum. Please send in the negative balance plus %T. THANK YOU!
es_ve: La cuenta de almuerzo de %N tiene un <b>saldo negativo</b>. Por favor envíe el saldo negativo mas un %T. Gracias!

source: %N's lunch account is getting low. The requested payment anount is estimated so %h account will have a zero balance at the end of the school year. Please send in the requested amount with %h reminder slip. THANK YOU!
es_ve: La cuenta de almuerzo de %N esta llegando al límite. Se estima que %g necesita como un %T del balance actual para terminar el año con un saldo de 0. Por favor envíe el monto requerido con %h registro de recordatorio. Gracias!

source: %N's lunch account is getting low. It's estimated that %g needs about a %T current balance to finish the year with a zero balance. Please send in the requested amount with %h reminder slip. THANK YOU!
es_ve: La cuenta de almuerzo de %N esta llegando al límite. Se estima que %g necesita como un %T del balance actual para terminar el año con un saldo de 0. Por favor envíe el monto requerido con %h registro de recordatorio. Gracias!

source: Estimate for year end
es_ve: Estimar para el final de año

source: Minimum
es_ve: Mínimo

source: Create Reminders for Selected Students
es_ve: Crear recordatorio para los estudiantes seleccionados

source: Year End
es_ve: Final de Año

source: Lunch Payment Reminder
es_ve: Recordatorio de pago de almuerzo

source: Other students om this account
es_ve: Otros estudiantes en esta cuenta

source: Today's Date
es_ve: Fecha de Hoy

source: Date of Last Deposit
es_ve: Fecha del Último Deposito

source: Amount of Last Deposit
es_ve: Cantidad del Último Deposito

source: Requested Payment
es_ve: Pago solicitado

source: Mimimum Payment
es_ve: Pago Mínimo

source: Cancel Sale
es_ve: Cancelar Venta

source: Complete Sale
es_ve: Completar Venta

source: Earlier %s Sale
es_ve: Venta %s temprana

source: Earlier %s Sales
es_ve: Ventas %s temprana

source: Price
es_ve: Precio

source: This student does not have a valid Meal Account.
es_ve: Este estudiante no posee un cuenta válida.

source: Seller
es_ve: Vendedor

source: Please enter valid Type and Amount.
es_ve: Por favor introduzca la cantidad y tipo correctos.

source: That barcode is already assigned to User <B>%s</B>.
es_ve: El código de barras ya esta asignado al usuario <b>%s</b>.

source: Hit OK to reassign it to the current user or Cancel to cancel all changes.
es_ve: Presione Aceptar para reasignaro al actual usuario or Cancelar para cancelar todos los cambios.

source: Hit OK to reassign it to the user student or Cancel to cancel all changes.
es_ve: Presione Aceptar para reasignaro al actual usuario or Cancelar para cancelar todos los cambios.

source: Delete Account
es_ve: Eliminar cuenta

source: Your lunch account is getting low. Please send in at least %P with your reminder slip. THANK YOU!
es_ve: Su saldo en la cuenta de almuerzo esta llegando al límite. Por favor envíe al menos %P con su registro de recordatorio. Gracias!

source: You now have a <B>negative balance</B> in your lunch account. Please send in the negative balance plus %T. THANK YOU!
es_ve: Tienes un <b>saldo negativo</b> en tu cuenta de almuerzo. Por favor envíe el saldo negativo mas %T. Gracias!

source: You now have a <b>negative balance</b> below the allowed minimum. Please send in the negative balance plus %T. THANK YOU!
es_ve: Tienes un <b>saldo negativo</b> en tu cuenta de almuerzo menor del mínimo establecido. Por favor envíe el saldo negativo mas %T. Gracias!

source: You must choose at least one user
es_ve: Debes escoger al menos un usuario

source: Create Reminders for Selected Users
es_ve: Crear recordatorio para los usuarios seleccionados

source: Payment Reminder
es_ve: Recordatorio de Pago

source: Sale
es_ve: Venta

source: This user does not have a Food Service Account.
es_ve: Este usuario no tiene una cuenta para el servicio de comida.

source: Example Phone
es_ve: Teléfono de Ejemplo

source: Other students associated with this address
es_ve: Otros estudiantes asociados con esta dirección

source: This student doesn't have an address.
es_ve: Este estudiante no posee una dirección

source: Add a <b>New</b> Address
es_ve: Añadir una <b>Nueva</b> dirección

source: Add an <b>Existing</b> Address
es_ve: Añadir una dirección <b>Existente</b>

source: Add a <b>New</b> Contact<BR>without an Address
es_ve: Añadir un Contacto <b>Nuevo</b><BR> sin dirección

source: Add an <b>Existing</b> Contact<BR>without an Address
es_ve: Añadir un Contacto <b>Existente</b><BR> sin dirección

source: Contacts without an Address
es_ve: Contactos sin dirección

source: Contacts at this Address
es_ve: Contactos en esta dirección

source: Other students associated with this person
es_ve: Otros estudiantes asociados a esta persona

source: There are no contacts without an address.
es_ve: No hay contactos sin dirección.

source: There are no contacts at this address.
es_ve: No hay contactos en esta dirección.

source: Add a <b>New</b> Contact
es_ve: Añadir un <b>Nuevo</b> Contacto

source: Add an <b>Existing</b> Contact
es_ve: Añadir un Contacto <b>Existente</b>

source: Map It
es_ve: Mapealo

source: If different than above
es_ve: Si es diferente al de arriba

source: Select Address
es_ve: Selecciona Dirección

source: Custody
es_ve: Custodia

source: Select Person
es_ve: Selecciona una Persona

source: Fewer than 0
es_ve: Menor que 0

source: characters remaining.
es_ve: caracteres faltantes.

source: If more than one teacher will be adding comments for this student
es_ve: Si más de un profesor agregará comentarios para este estudiante

source: Type your name above the comments you enter.
es_ve: Introduce tu nombre encima del comentario que introdujistes.

source: Leave space for other teachers to enter their comments.
es_ve: Deja espacio para otros profesores introduzcan sus comentarios.

source: The student is already enrolled on that date, and cannot be enrolled a second time on the date you specified. Please fix, and try enrolling the student again.
es_ve: Este estudiante ya esta inscrito en esa fecha y no puede ser inscrito por segunda vez en la fecha especificada. Por favor corrija e intente inscribir el estudiante nuevamente.

source: Attendance Start Date this School Year
es_ve: Fecha de Inicio de Asistencia para este año escolar

source: Medical Alert
es_ve: Alerta Médica

source: Time In
es_ve: Tiempo de Entrada

source: Time Out
es_ve: Tiempo de Salida

source: Reason
es_ve: Razón

source: Result
es_ve: Resultado

source: Immunization
es_ve: Vacunas

source: Physical
es_ve: Médico

source: Prefix
es_ve: Prefijo

source: Mr
es_ve: Sr

source: Mrs
es_ve: Sr

source: Ms
es_ve: Sra

source: Miss
es_ve: Sra

source: Last Year Centre ID
es_ve: Centre ID del Año Pasado

source: User Profile
es_ve: Perfil de Usuario

source: Email Address
es_ve: E-Mail

source: Phone Number
es_ve: Teléfono

source: List Courses For All Schools
es_ve: Lista de Cursos para todas las Instituciones

source: New School's Title
es_ve: Nombre Institución

source: New School
es_ve: <Nueva Institución>

source: Su
es_ve: Do

source: Th
es_ve: Ju

source: Meeting Days
es_ve: Días de Clase

source: Cumulative
es_ve: Acumulativo

source: New Event
es_ve: Nuevo Evento

source: Teacher who enters grades
es_ve: Profesor que introduce calificaciones

source: Teachers who enter grades
es_ve: Profesores que introducen calificaciones

source: Teacher who enters
es_ve: Profesor que introduce

source: grades
es_ve: calificaciones

source: Teachers who enter
es_ve: Profesores que introducen

source: Calculate GPA for
es_ve: Calcular Índice para

source: Choose a
es_ve: Escoger un(a)

source: Last Year
es_ve: Último Año

source: Enrollment Date
es_ve: Fecha de Inscripción

source: All Subjects
es_ve: Todas las Materias

source: Enrollment Record
es_ve: Registro de Inscripción

source: Enrollment Records
es_ve: Registros de Inscripción

source: Are You Sure You Want to
es_ve: Estás seguro que quieres

source: that
es_ve: ese(a)

source: Current Password
es_ve: Contraseña Actual

source: New Password
es_ve: Nueva Contraseña

source: Verify New Password
es_ve: Verificar Nueva Contraseña

source: List Students
es_ve: Ver Estudiantes

source: List Unscheduled Students
es_ve: Ver Estudiantes sin Horario

source: Schedule Record
es_ve: Registro de Inscripción

source: Schedule Records
es_ve: Registros de Inscripción

source: Who has completed all the academic<BR>requirements for<BR>
es_ve: Quien ha completado todos los requerimientos<br>académicos para<br>

source: Advanced
es_ve: Avanzado

source: Address Labels
es_ve: Etiqueta de Dirección

source: Anomalous Grade
es_ve: Calificación Anómala

source: Student with Anomalous Grades
es_ve: Estudiante con Calificaciones Anómalas

source: Students with Anomalous Grades
es_ve: Estudiantes con Calificaciones Anómalas

source: Teacher who hasn't entered eligibility
es_ve: Profesor que no ha introducido Actividates
